{
    "quotes": [
        {
            "id": 1,
            "title": "Embraaaaaaaaaaaace and ?",
            "description": "Extend !",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 2,
            "title": "Quels autres illustres personnages ont porté le sac banane ?",
            "description": "Spike Lee, Will Smith et … Ötzi !",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 3,
            "title": "Quel était le nom initial du sac banane ?",
            "description": "Il faut attendre l’année 1954, et un article dans la revue Sport Illustrated pour retrouver la mention « fanny pack », littéralement « sac fesse » — terme qui allait jusqu’à nos jours désigner le sac banane aux États-Unis. L’accessoire est ainsi baptisé parce qu’il est porté dans le dos par les skieurs pour éviter la gêne lors de la pratique sportive.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 4,
            "title": "D’où vient le nom de la plus belle voiture de l’année 1993 ?",
            "description": "Le nom de modèle  »Xantia » est, semble-t-il, emprunté au grec ancien ξανθός qui signifie littéralement « jaune, jaunâtre », puis dans la littérature, « blond ». Il est question de la chevelure blonde d'Achille ou d'Ulysse dans l'Iliade, par exemple. La blondeur est chez les Grecs un signe de noblesse car, dans un monde méditerranéen où le brun prévaut, la rareté du blond en fait un somptueux attribut. Ainsi les héros et les dieux grecs sont-ils présentés de la sorte. Citroën a donc fait le choix de donner un nom prestigieux à sa berline en féminisant l'adjectif qui deviendrait alors ξανθία. Une objection peut toutefois être émise à propos de cette étymologie lorsque l'on regarde la translittération du mot. Pour être translittéré fidèlement, le terme devrait donner Xanthia, le thêta (θ) se translittérant par « th ». On peut supposer que pour des raisons commerciales, le h ait été supprimé pour alléger le nom. Notons qu'en Grèce où elle fut aussi commercialisée, le même phénomène linguistique se réalise à propos de la Xantia. La série Athéna, qui porte le nom de la déesse grecque éponyme des arts, des techniques, de la guerre puis de la sagesse, apporte un élément supplémentaire de prestige car c'est une déesse de premier plan dans la culture et la littérature grecques.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 5,
            "title": "Qui était le « Marc Zuckerberg Strasbourgeois » ?",
            "description": "Michel Landaret. En 1981 il lance une expérimentation du minitel à Strasbourg. Un seul « site » est disponible : Gretel. On peut y consulter des actualités, l'horoscope, la météo, des programmes de télévision et de cinéma, des horaires de trains, des services bancaires et même se distraire avec quelques jeux vidéo. Afin d'aider les utilisateurs en perdition, les développeurs avaient mis en place un service messagerie leur permettant d'afficher un message sur l'écran des personnes de leur choix. Un garçon d'une dizaine d'années réussit à utiliser cette messagerie en découvrant le mot de passe pour y accéder. Il envoie immédiatement un message à ses amis leur indiquant la démarche à suivre pour en faire de même. En quelques jours, la manipulation est complètement éventée et les développeurs de Gretel n'ont plus qu'une seule solution: ouvrir la fonction messagerie à tous les utilisateurs. La messagerie devient de très loin le service le plus utilisé sur la plateforme. Le système affiche sur une page les pseudos tous les utilisateurs connectés, avec une possibilité de s'adresser en direct à chacun. Le premier salon de chat est né. Tous les âges sont représentés sur Gretel, des ados aux grand-mères. Les utilisateurs y passent des heures, et les programmateurs des DNA, incrédules, découvrent à cette occasion une facture de téléphone à plus de 100.000 F (environ 15.000 euros). Michel Landaret note les records qui sont en train de tomber: 520 heures de connexion en un mois pour un fan du chat (un mois compte 720h), 74h de connexion de suite pour un autre utilisateur qu'il faudra aller chercher avec une ambulance. Pour accélérer la vitesse de la discussion, les utilisateurs recourent déjà à un usage phonétique de la langue française. Le CV est demandé dès l'amorce d'une discussion: «Quel âge, homme ou femme, qu'est-ce que tu fais». Une ébauche de la célèbre formule «asv» (âge, sexe, ville) en usage sur les chats Internet.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 6,
            "title": "Quels collègues ont travaillé chez SDV Plurimédia et chez Euro-Information ?",
            "description": "Thierry Oberlé, Christiane Jaeg, Frédéric Henry, Patrick Prudent.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 7,
            "title": "Que caractérisent les termes « items », « attributs », valeurs », « sous-valeurs » ?",
            "description": "Une base de données Pick suit une décomposition hiérarchique en comptes, avec des fichiers, des enregistrements, des champs, des sous-champs et des sous-sous-champs. Historiquement, les enregistrements sont appelés « items », les champs « attributs », les sous-champs « valeurs » ou « multivaleurs » et les sous-sous-champs « sous-valeurs ». Les champs, sous-champs et sous-sous-champs sont tous de longueur variable et repérés par des délimiteurs spéciaux (caractère de codes 254, 253 et 252). Tout fichier, enregistrement ou champ peut ainsi contenir plusieurs entités du niveau inférieur. Un programme source BASIC par exemple n'est sous Pick rien d'autre qu'un enregistrement dont chaque attribut constitue une ligne.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 8,
            "title": "D’où vient le nom « Minitel » ?",
            "description": "« Médium interactif par numérisation d'informations téléphoniques »",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 9,
            "title": "Think big...",
            "description": "Start small ! On peut également ajouter : « move fast », voire « fail fast » en innovation.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 10,
            "title": "KISS ?",
            "description": "Keep It Simple Stupid. Cette expression est attribuée à feu Kelly Johnson, qui était l’ingénieur en chef à la Lockheed Skunk Works (un endroit responsable de l’avion espion S-71 Blackbird parmi de nombreuses autres réalisations notables). Il a dit aux designers de Lockheed que tout ce qu’ils fabriquaient devait être quelque chose qui pouvait être réparé par un homme dans un champ avec une formation de mécanicien de base et des outils simples. Le théâtre de la guerre (pour lequel les produits de Lockheed ont été conçus) ne permettrait pas plus que cela. KISS peut avoir été le premier principe d’utilisabilité pour le design de produits – bien qu’il n’ait jamais été formellement présenté comme un principe d’utilisabilité, et bien qu’Albert Einstein disait déjà quelque chose d’approchant : « Si vous ne pouvez pas l’expliquer, vous ne le comprenez pas assez bien ».",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 11,
            "title": "On dit d’un projet qui bouge mais n’avance pas qu’il est...",
            "description": "Gélatineux  !",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 12,
            "title": "Choisir c’est...",
            "description": "Renoncer ! La citation complète d’André Gide est : « Choisir, c'était renoncer pour toujours, pour jamais, à tout le reste et la quantité nombreuse de ce reste demeurait préférable à n'importe quelle unité. »",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 13,
            "title": "Quels sont les points communs entre Thierry Oberlé et Albert Einstein ?",
            "description": "Un bureau encombré et un esprit vif ! (qui a dit un esprit encombré ??;))",
            "imageUrl": "BureauEinstein",
            "date": "30/06/2022"
        },
        {
            "id": 14,
            "title": "Quel est le point de vue commun entre Thierry Oberlé et Winston Churchill ?",
            "description": "Start small ! On peut également ajouter : « move fast », voire « fail fast » en innovation.",
            "imageUrl": "Churchill.jpg",
            "date": "30/06/2022"
        },
        {
            "id": 15,
            "title": "Qu’est-ce que la règle des 5C ?",
            "description": "L’argument ultime pour convaincre votre auditoire : C’est Con mais C’est Comme Ça !",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 16,
            "title": "Dans un entretien d'embauche, la question qui peut tout faire basculer ?",
            "description": "Quelle mention avez-vous eu au bac ? Puis enchainer en demandant pourquoi le candidat n'as pe eu la mention suppérieure",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 17,
            "title": "Comment ne jamais perdre ou oublier son BIP+ ?",
            "description": "La percer sur une une extrémité pour y fixer un cordon de porte badge. Attention à ne pas percer à l'endroit du NFC... sinon impossible d'ouvrir les portes ou de payer à la cantine ! Attention à ne pas claquer la portière de sa voiture dessus, au risque de décapiter la carte !",
            "imageUrl": "BIP.jpg",
            "date": "30/06/2022"
        },
        {
            "id": 18,
            "title": "Comment Thierry Oberlé écrit-il « MOA » ?",
            "description": "M.O.I.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 19,
            "title": "Quelle est la taille idéale d'un boitier d'authentification forte ?",
            "description": "Il doit tenir dans un sac banane.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 20,
            "title": "Comment apprendre à être un bon communiquant ?",
            "description": "Comme les vases, c’est en communiquant qu’on devient communicant.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 21,
            "title": "Qu'est-ce qu'on ne fait pas entre gitans ?",
            "description": "On ne se raconte pas la bonne aventure.",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 22,
            "title": "Que dit-on d'un projet trop lent ?",
            "description": "Qu'il avance à la vitesse d'un escargot au galop !",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 23,
            "title": "Il y a deux types de projets...",
            "description": "Les projets où on choisit la date et ceux où on choisit le contenu. Attention, pour les projets où la date est gravée dans le marbre, qu'elle ne soit pas également gravée sur une pierre tombale !",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 24,
            "title": "Des talents divers...",
            "description": "Et avariées",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 25,
            "title": "Où est-il de bon ton de ne pas laisser les doigts ?",
            "description": "Posés sur la couture du pantalon !",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 26,
            "title": "Combien de marches y a t'il pour monter au second étage du Wacken 2 ?",
            "description": "49",
            "imageUrl": "",
            "date": "30/06/2022"
        },
        {
            "id": 27,
            "title": "De quelle couleur sont les Rigolus et les Tristus ?",
            "description": "Les Rigolus sont rouges, les Tristus sont verts... sauf dans les numéos de Pif en noir et blanc où ils sont tous blancs :(",
            "imageUrl": "RigolusTristus.jpg",
            "date": "30/06/2022"
        },
        {
            "id": 28,
            "title": "Dressage...",
            "description": "Il vaut mieux un cheval trop fougeux que trop paresseux, on pourra toujours tenter de canliser son énergier lors du dressage. La règle s'applique également aux développeurs ;)",
            "imageUrl": "RigolusTristus.jpg",
            "date": "30/06/2022"
        },
        {
            "id": 29,
            "title": "Qu'est-ce que l'Algorithme de Vigenère ?",
            "description": "Un bon test de coding pour un entretien d'embauche !",
            "imageUrl": "RigolusTristus.jpg",
            "date": "30/06/2022"
        },
        {
            "id": 30,
            "title": "Que dit-on d'un mauvais développeur ?",
            "description": "/dev/null",
            "imageUrl": "RigolusTristus.jpg",
            "date": "30/06/2022"
        },
        {
            "id": 31,
            "title": "Que dit-on d'un mauvais développement ?",
            "description": "Bouton droit > Supprimer",
            "imageUrl": "RigolusTristus.jpg",
            "date": "30/06/2022"
        },
        {
            "id": 32,
            "title": "Quel est la réponse universelle à tous les problèmes informatiques ?",
            "description": "If Then Else ! Si possible en JavaScript.",
            "imageUrl": "RigolusTristus.jpg",
            "date": "30/06/2022"
        }
    ]
}

